{
  "doa_usai_shalat_fardhu": [
    {
      "id": "1",
      "arab": "أَسْتَغْفِرُ اللهَ الْعَظِـيْمَ لِيْ وَلِوَالِدَيَّ وَلِأَصْحَابِ الْحُقُوْقِ عَلَيَّ وَلِجَمِيْعِ الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ الْأَحْيَاءِ مِنْهُمْ وَالْأَمْوَاتِ ×٣",
      "latin": "Astaghfirullâh al-`adhîm lî wa liwâlidayya wa li ash ḫâbil-huquq `alayya walijami`il-mu’minîna wal-mu’minâti wal-muslimîna wal-muslimâti al-aḫyâ’i wal-amwât(i) 3x",
      "arti": "Aku memohon ampunan kepada Allah yang Mahaagung, untuk diriku sendiri, kedua orang tuaku, sahabat-sahabat yang aku masih memiliki hak atasku, semua kaum mukmin dan muslim, baik yang masih hidup ataupun yang telah wafat."
    },
    {
      "id": "2",
      "arab": "لَاإِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ ×٣",
      "latin": "Lâ ilâha illallâhu waḫdahu lâ syarîka lah(u), lahul-mulku wa lahul-ḫamdu yuḫyî wayumîtu wa huwa ‘ala kulli syai’in qadîr(un) 3x",
      "arti": "Tiada Tuhan yang haq disembah kecuali Allah semata, tiada sekutu baginya. Hanya milik-Nya segala kerajaan dan hanya milik-Nya segala puji, Dzat yang menghidupkan dan yang mematikan. Dialah Dzat yang kuasa atas segala sesuatu."
    },
    {
      "id": "3",
      "arab": "اَللّٰهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ وَإِلَيْكَ يَعُوْدُ السَّلَامُ فَحَيِّنَا رَبَّنَا بِالسَّلَامِ وَأَدْخِلْنَا الْـجَنَّةَ دَارَ السَّلَامِ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ يَا ذَاالْـجَلَالِ وَاْلإِكْرَامِ",
      "latin": "Allâhumma antas-salâm(u) wa minkas-salam(u) wa ilaika ya`udus-salâm(u) faḫayyinâ rabbanâ bis-salam(i) wa adkhilnâl-jannata dâras-salam(i) tabârakta rabbanâ wa ta`alaita yâ dzal-jalâli wal-ikram(i)",
      "arti": "Ya Allah Engkaulah Dzat yang memberi keselamatan (kesejahteraan), dari-Mu keselamatan (kesejahteraan) datang, dan kepadamu segala keselamatan (kesejahteraan) itu kembali. Maka hidupkanlah kami ya Allah dengan selamat (sejahtera), masukkan kami ke dalam surga rumah keselamatan (kesejahteraan), Engkaulah Dzat yang Mahasuci, wahai Tuhan kami, dan Engkaulah Dzat yang Mahaluhur, wahai Tuhan yang memiliki keagungan dan kemuliaan."
    },
    {
      "id": "4",
      "arab": "أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ، اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ، الرَّحْمٰنِ الرَّحِيْمِۙ، مٰلِكِ يَوْمِ الدِّيْنِۗ، اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ، اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَۙ، صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ. اٰمِيْن",
      "latin": "A`ûdzu billahi minasy-syaithânir-rajîm(i). Bismillâhir-raḫmânir-raḫîm(i). Al-ḫamdulillâhi rabbil-`âlamîn(a). Arraḫmânir-raḫîm. Mâliki yaumid-dîn(i). Iyyâka na`budu wa iyyâka nasta`în(u). Ihdinash-shirâtal-mustqîm(a). Shirâtal-ladzîna an`amta `alaihim ghairil-maghdûbi `alaihim wa lâdl-dlâllîn(a). âmîn",
      "arti": "Aku berlindung kepada Allah dari setan yang terlontar. Dengan menyebut nama Allah yang maha pengasih lagi maha penyayang. Segala puji bagi Allah, Tuhan semesta alam. Yang maha pengasih lagi maha penyayang. Yang menguasai hari pembalasan. Hanya kepada-Mu kami menyembah. Hanya kepada-Mu pula kami memohon pertolongan. Tunjukkanlah kami ke jalan yang lurus, yaitu jalan orang-orang yang telah Kauanugerahi nikmat kepada mereka, bukan jalan mereka yang dimurkai dan bukan pula jalan mereka yang sesat. Amin."
    },
    {
      "id": "5",
      "arab": "وَإِلٰهُكُمْ إِلٰهٌ وَاحِدٌ لَا إِلٰهَ إِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ",
      "latin": "Wa ilâhukum ilahun wâḫidun lâ ilâha illa huwar-raḫmânur-raḫîm(u)",
      "arti": "Tuhanmu adalah Tuhan Yang Mahatunggal. Tiada tuhan selain Dia yang Maha Pengasih lagi Maha Penyayang."
    },
    {
      "id": "6",
      "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
      "latin": "Lâ ilâha illa huwal-ḫayyul-qayyûmu lâ ta’khudzuhu sinatun wa lânaum(un). Lahu mâ fis-samâwâti wa mâ fil-ardl(i) man dzal-ladzî yasyfa`u `indahu illâ bi idznih(i). ya`lamu mâ baina aidîhim wa mâ khalfahum wa lâ yuḫîthûna bi syai’in min `ilmihi illâ bimâ syâ’a. wasi`a kursiyyuhus-samâwâti wal-ardla wa lâ ya’ûduhu ḫifdhuhumâ wa huwal-`aliyyul-`adhim",
      "arti": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka, dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar."
    },
    {
      "id": "7",
      "arab": "شَهِدَ اللهُ أَنَّهُ لَا إِلٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ، لَا إِلٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ، إِنَّ الدِّينَ عِنْدَ اللّٰهِ الْإِسْلَامُ، قُلِ اللّٰهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ، بِيَدِكَ الْخَيْرُ، إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ. تُوْلِجُ اللَّيْلَ فِي النَّهَارِ وَتُوْلِجُ النَّهَارَ فِي اللَّيْلِ، وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ، وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ",
      "latin": "Syahidallâhu annahu lâ ilâha illâ huwa wal-mala’ikatu wa ûlûl ilmi qâiman bil-qisth(i). lâ ilâha illâ huwal-`azizul hakîm(u). innad-dîna `indallâhil-islam(u). Qulillâhumma mâlikal-mulki tu’tîl-mulka man tasyâ’u wa tanzi`ul-mulka mimman tasyâ’u watu`izzu man tasyâ’u wa tudzillu man tasyâ’u biyadikal-khair(u). innaka `alâ kulli syai’in qadîr(un). Tûlijul-laila fin-nahâri wa tûlijun-nahâra fil-laili, wa tukhrijul-hayya minal-mayyiti wa tukhrijul-mayyita minal-hayyi, wa tarzuqu man tasyâ’u bighairi hisâb(in).",
      "arti": "Allah menyatakan bahwasanya tidak ada Tuhan melainkan Dia (yang berhak disembah), Yang menegakkan keadilan. Para Malaikat dan orang-orang yang berilmu (juga menyatakan yang demikian itu). Tak ada Tuhan melainkan Dia (yang berhak disembah), Yang Maha Perkasa lagi Maha Bijaksana. Sesungguhnya agama di sisi Allah ialah Islam. Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu. Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Dan Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau berikan rezeki kepada siapa yang Engkau kehendaki tanpa perhitungan."
    },
    {
      "id": "8",
      "arab": "سُبْحَانَ اللهِ ×٣٣ اَلْحَمْدُ لِلّٰهِ ×٣٣ اَللهُ أَكْبَرُ ×٣٣",
      "latin": "Subhânallâh(i) 33x Al-hamdulillâh(i) 33x Allâhu akbar(u) 33x",
      "arti": "Mahasuci Allah (33x) Segala puji bagi Allah (33x) Allah Mahabesar (33x)"
    },
    {
      "id": "9",
      "arab": "اَللهُ أَكْبَرُ كَبِيْرًا وَالْحَمْدُ لِلّٰهِ كَثِيْرًا وَسُبْحَانَ اللهِ بُكْرَةً وَأَصِيْلًا، لَاإِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، لَاحَوْلَ وَلَاقُوَّةَ إِلَّابِاللهِ الْعَلِـيِّ الْعَظِيْمِ",
      "latin": "Allâhu akbaru kabîran wal-hamdulillâhi katsîran wa subhânallâhi bukratan wa ashîla(n). lâ ilâha illâhu wahdahu lâ syarîka lah(u). lahul-mulku walahul-hamdu yuhyî wa yumîtu wa huwa `ala kulli syai’in qadîr(un). Lâ haula wa lâ quwwata illâ billâhil-`aliyyil-adhîm(i)",
      "arti": "Allah Maha besar dengan segala kebesaran, segala puji bagi Allah dengan pujian yang banyak, Mahasuci Allah, baik waktu pagi maupun sore. Tiada Tuhan yang haq disembah kecuali Allah semata, tiada sekutu baginya. Hanya milikinya segala kerajaan dan hanya milikinya segala puji, Dzat yang menghidupkan dan yang mematikan. Dialah Dzat yang kuasa atas segala sesuatu. Tiada daya upaya dan kekuatan kecuali atas pertolongan Allah yang Mahatinggi dan Mahaagung."
    },
    {
      "id": "10",
      "arab": "اَللّٰهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا هَادِيَ لِمَا أَضْلَلْتَ، وَلَا مُبَدِّلَ لِمَا حَكَمْتَ، وَلَا رَآدَّ لِمَا قَضَيْتَ، وَلَا يَنْفَعُ ذَاالْجَدِّ مِنْكَ الْجَدُّ، لَاإِلٰهَ إِلَّا أَنْتَ",
      "latin": "Allâhumma lâ mâni`a limâ a`thaita, wa lâ mu`tiya limâ mana`ta, wa lâ hâdiya limâ adl-lalta, wa lâ mubaddila limâ hakamta, wa lâ râdda limâ qadaita, wa lâ yanfa`u dzal-jaddi minkal-jad(u), lâ ilâha illâ anta",
      "arti": "Ya Allah tidak ada orang yang dapat mencegah apa yang Engkau berikan, dan tidak ada yang memberikan apa saja yang Engkau cegah, tidak ada yang bisa memberi petunjuk kepada apa saja yang Engkau sesatkan, tidak ada yang bisa mengganti apa yang Engkau putuskan, dan tidak ada yang menolak apa yang telah Engkau tentukan, dan tidak memberi manfaat kekayaan dan kemuliaan kepada pemiliknya, dari-Mulah segala kekayaan dan kemuliaan. Tidak ada tuhan selain Engkau."
    },
    {
      "id": "11",
      "arab": "اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَرَسُوْلِكَ النَّبِيِّ الْأُمِّـيِّ وَعَلى اٰلِهِ وَصَحْبِهِ وَسَلِّمْ",
      "latin": "Allâhumma shalli `ala sayyidinâ Muhammadin `abdika wa rasûlikan-nabiyyil-ummiyyi wa `ala âlihi wa shahbihi wa sallam",
      "arti": "Ya Allah, limpahkanlah rahmat dan keselamatan kepada junjungan kami Nabi Muhammad ﷺ, sebagai hamba dan utusan-Mu yang ummi, beserta keluarga dan sahabatnya"
    },
    {
      "id": "12",
      "arab": "وَحَسْبُنَا اللهُ وَنِعْمَ الْوَكِيْلُ، لَاحَوْلَ وَلَاقُوَّةَ إِلَّابِاللهِ الْعَلِيِّ الْعَظِيْمِ",
      "latin": "Wa hasbunâllâhu wa ni`mal wakîl(u), lâ haula wa lâ quwwata illâ billâhil-`aliyyil `adhîm(i)",
      "arti": "Cukuplah Allah menjadi penolong kami dan Allah adalah sebaik-baik yang diserahi. Tiada daya dan tiada kekuatan melainkan dengan pertolongan Allah yang Mahatinggi dan Mahaagung."
    },
    {
      "id": "13",
      "arab": "أَسْتَغْفِرُ اللهَ الْعَظِـيْمَ",
      "latin": "Astaghfirullâh al-`adhîm(i)",
      "arti": "Aku memohon ampun kepada Allah yang Mahaagung."
    },
    {
      "id": "14",
      "arab": "بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ. الْحَمْدُ لِلّٰهِ رَبِّ الْعَلَمِيْنَ حَمْدًا يُّوَافِيْ نِعَمَهُ وَ يُكَافِئُ مَزِيْدَهُ يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلَالِ وَجْهِكَ وَعَظِيْمِ سُلْطَانِكَ. اللّٰهُمَّ صَلِّ وسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِ سَيِّدِنَا مُحَمَّدٍ اَللّٰهُمَّ صَلِّ وَسَلِّمْ عَلٰى سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْأَهْوَالِ وَالْآفَاتِ وَتَقْضِيْ لَنَا بِهَا مِنْ جَمِيعِ الْحَاجَاتِ وَتُطَهِّرُنَا بِهَا مِنْ جَمِيْعِ السَيِّئَاتِ وَتَرْفَعُنَا بِهَا عِنْدَكَ أَعْلَى الدَّرَجَاتِ وَتُبَلِّغُنَا بِهَا أَقْصَى الْغَايَاتِ مِنْ جَمِيْعِ الْخَيْرَاتِ فِي الْحَيَاةِ وَبَعْدَ الْمَمَاتِ",
      "latin": "Bismillâhir-rahmânir-rahîm(i). Al-ḫamdulillâhi rabbil-`âlamîn(a), ḫamdan yuwâfî ni`amahu wa yukâfi’u mazîdahu yâ rabbanâ lakal-ḫamdu kamâ yanbaghî lijalâli wajhika wa `adhimi sulthânik(a). Allâhumma shalli wa sallim `ala sayyidinâ Muḫammadin wa âlihi sayyidinâ Muḫammad(in). Allâhumma shalli wa sallim `ala sayyidinâ Muḫammadin shalâtan tunjînâ bihâ min jamî`il-ahwâli wal-âfâti wa taqdî lanâ bihâ min jamî’il-ḫâjâti wa tuthahhirunâ bihâ min jamî`is-sayyi’ati wa tarfa`unâ bihâ `indaka a`lad-darajâti wa tuballighunâ bihâ aqshal-ghâyâti min jamî`il-khairâti fil-ḫayâti wa ba`dal-mamât(i).",
      "arti": "Dengan nama Allah yang Maha Pengasih lagi Maha Penyayang. Segala puji bagi Allah, Tuhan semesta alam, dengan pujian yang sesuai dengan nikmatnya dan memungkinkan ditambah nikmatnya. Wahai Tuhan kami, hanya bagi-Mu segala puji, sebagaimana yang patut bagi keagungan-Mu dan kebesaran kekuasaan-Mu. Ya Allah, limpahkanlah rahmat kepada junjungan kami Baginda Muhammad, yang dengan shalawat itu Engkau selamatkan kami dari semua keadaan yang menakutkan dan dari semua cobaan, Engkau penuhi semua kebutuhan kami, Engkau bersihkan kami dari segala kejelekan, Engkau angkat kami ke derajat paling tinggi, dan Engkau sampaikan kami kepada tujuan yang paling sempurna dari semua kebaikan, ketika hidup dan setelah mati."
    },
    {
      "id": "15",
      "arab": "اَللّٰهُمَّ إِنَّا نَسْأَلُكَ اللُّطْفَ فِيْمَا جَرَتْ بِهِ الْمَقَادِيْرُ. اَللّٰهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ سَيِّدُنَا مُحَـمَّدٌ عَبْدُكَ وَرَسُوْلُكَ. وَنَعُوْذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَكَ مِنْهُ سَيِّدُنَا وَنَبِيُّنَا مُحَـمَّدٌ عَبْدُكَ وَرَسُوْلُكَ. اَللّٰهُمَّ إِنَّا نَسْأَلُكَ مُوْجِبَاتِ رَحْمَتِكَ وَعَزَائِمَ مَغْفِرَتِكَ وَالسَّلَامَةَ مِنْ كُلِّ إِثْمٍ وَالْغَنِيْمَةَ مِنْ كُلِّ بِرٍّ وَالْفَوْزَ بِالْجَنَّةِ وَالنَّجَاةَ مِنَ النَّارِ وَالْعَفْوَ عِنْدَ الْحِسَابِ. رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ. رَبَّنَا اغْفِرْ لَنَا وَلِوَالِدِيْنَا كَمَا رَبَّوْنَا صِغَارًا، وَلِجَمِيْعِ الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ الْأَحْيَاءِ مِنْهُمْ وَالْأَمْوَاتِ. رَبَّنَا اٰتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْاٰخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ. وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلَّمَ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ",
      "latin": "Allâḫumma innâ nas’alukal-luthfa fîmâ jarat bihil-maqâdîru. Allâhumma innâ nas’aluka min khairi mâ sa’alaka minhu sayyidinâ Muḫammadun `abduka wa rasûluka. Allâhumma innâ nas’aluka mûjibâti raḫmatikâ wa `azâ’ima maghfiratika was-salâmata min kulli itsmin wal-ghanîmata min kulli birrin wal-fauza bil-jannati wan-najâta minan-nâri wal-`afwa `indal-ḫisâb(i). rabbanâ lâ tuzigh qulûbanâ ba`da idz hadaitanâ wa hab lanâ min ladunka raḫmatan innaka antal-wahhâb(u). rabbanâgh-fir lanâ wa liwâlidînâ kamâ rabbaunâ shighâra(n). wa lijamî`il-mu’minîna wal-mu’minâti wal-muslimîna wal-muslimâtil-ahyâ’i minhum wal-amwâti. Rabbanâ âtinâ fid-dunyâ ḫasanatan wa fil-âkhirati ḫasanatanwa qinâ `adzaban-nâri. Wa shallallâhu `ala sayyidinâ Muḫammadin wa `ala âlihi wa shaḫbihi wa sallama wal-ḫamdulillâhi rabbil-`âlamîn(a).",
      "arti": "Ya Allah, kami memohon kepada-Mu kelembutan setiap kali berlaku takdir-Mu. Ya Allah, kami memohon sesuatu terbaik yang pernah dimohonkan kepada-Mu oleh Baginda Muhammad, hamba dan rasul-Mu, dan kami berlindung dari sesuatu terburuk yang pernah dimohon-jauhkan kepada-Mu oleh Baginda Nabi Muhammad, hamba dan rasul-Mu. Ya Allah sesungguhnya kami memohon hal-hal yang mendatangkan rahmat-Mu, jimat ampunanmu, selamat dari setiap dosa, keuntungan dari setiap kebaikan, kebahagiaan surga, keselamatan dari api neraka, serta pengampunan saat hari perhitungan. Ya Tuhan kami, janganlah Engkau jadikan hati kami condong (kepada kesesatan) sesudah Engkau beri petunjuk kepada kami. Karuniakanlah kepada kami rahmat dari sisi Engkau; karena sesungguhnya Engkau-lah Maha Pemberi (karunia). Ya Tuhan kami, ampunilah kami, dan orang tua kami sebagaimana mereka merawat kami saat masih kecil. Juga ampunilah seluruh kaum mukmin dan muslim, baik yang masih hidup maupun sudah wafat. Wahai Tuhan kami, berilah kami kebaikan hidup di dunia dan kebaikan hidup di akhirat, dan jagalah kami dari siksa api neraka. Semoga Allah melimpahkan rahmat dan keselamatan kepada Baginda Nabi Muhammad, keluarga, dan para sahabatnya. Segala puji bagi Allah, Tuhan seluruh keberadaan."
    }
  ]
}
